tap "homebrew/bundle"
brew "chezmoi"
brew "fnm"
brew "git"
brew "mas"
brew "node"
brew "php"
brew "pnpm"
brew "pure"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "scroll-reverser"
cask "slack"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "Hidden Bar", id: 1452453066
mas "jandi", id: 1551460285
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "유니콘 HTTPS", id: 1475628500
mas "카카오톡", id: 869223134
vscode "al3xcubed.annotation-lens-cubed"
vscode "alefragnani.project-manager"
vscode "codeium.codeium"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "herrlax.ts-interface-from-class"
vscode "jock.svg"
vscode "mariusalchimavicius.json-to-ts"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
