tap "homebrew/bundle"
brew "chezmoi"
brew "fnm"
brew "git"
brew "mas"
brew "node"
brew "php"
brew "pnpm"
brew "pure"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "scroll-reverser"
cask "slack"
cask "sublime-text"
cask "typora"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "Hidden Bar", id: 1452453066
mas "jandi", id: 1551460285
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Memory Diag", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "유니콘 HTTPS", id: 1475628500
mas "카카오톡", id: 869223134
